Repository: eytanbab/RealTimeProject
Catalog: source/content/locale/*/LC_MESSAGES/django.po
Languages: he

source: Password
he: סיסמא

source: Remember me
he: זכור אותי

source: Username
he: שם משתמש

source: You entered an invalid username.
he: שם המשתמש שגוי

source: You entered an invalid password.
he: סיסמא שגויה

source: This account is not active.
he: המשתמש אינו פעיל

source: Email
he: הדוא"ל אינו נכון

source: Email or Username
he: שם משתמש או דוא"ל

source: You entered an invalid email address or username.
he: שם המשתמש או הדוא"ל שהוזן אינו נכון

source: Required. Enter an existing email address.
he: הכרחי. הכנס/י דוא"ל קיים

source: You can not use this email address.
he: אינך יכול/ה להשתמש בדוא"ל זה

source: Activation code has already been sent. You can request a new code in 24 hours.
he: קוד ההפעלה כבר נשלח. ניתן לבקש קוד חדש בעוד 24 שעות.

source: Activation code not found.
he: לא נמצא קוד הפעלה.

source: This account has already been activated.
he: משתמש זה כבר הופעל.

source: First name
he: שם פרטי

source: Last name
he: שם משפחה

source: You can not use this mail.
he: אינך יכול/ה להשתמש בדוא"ל זה

source: Please enter another email.
he: בבקשה הכנס/י דוא"ל אחר

source: Change password
he: שינוי סיסמא

source: Change
he: שינוי

source: To activate your profile, please follow this link:
he: להפעלת המשתמש, בבקשה עקוב אחר הלינק הבא:

source: To change your current email address, please follow the link:
he: על מנת לשנות את הדוא"ל הקיים, אנא עקוב אחר הלינק הבא

source: Your username is:
he: שם המשתמש שלך הוא:

source: You received this email because you requested a password reset for your user account.
he: קיבלת דוא"ל זה מכיוון שביקשת איפוס סיסמא למשתמש שלך

source: Please, go to the following page and choose a new password:
he: בבקשה: היכנס ללינק הבא ובחר סיסמא חדשה:

source: Log in
he: כניסה

source: Forgot your password?
he: שחכת סיסמא?

source: Forgot your username?
he: שכחת שם משתמש?

source: Resend an activation code
he: שלח שנית קוד הפעלה

source: Logged out
he: יציאה

source: Thanks for spending some quality time with the site today.
he: תודה שבילית זמן איכות באתר שלנו היום.

source: Log in again
he: כנס/י שוב

source: Change email
he: שינוי דוא"ל

source: Change profile
he: שינוי פרופיל

source: Remind a username
he: הזכר לי את שם המשתמש

source: Next
he: המשך

source: Restore password
he: שחזור סיסמא

source: Please enter your new password twice so we can verify you typed it in correctly.
he: בבקשה הכנס/י את סיסמתך החדשה פעמיים על מנת שנוכל לוודא שכתבת את זה נכון.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
he: לינק איפוס הסיסמא היה שגוי, כנראה עקב הפעלתו שנית. אנא בקש/י איפוס סיסמא חדש

source: We've emailed you instructions for setting your password, if an account exists with the email you entered.
he: נשלח אליך דוא"ל עם הוראות שינוי הסיסמא, אם המשתמש קיים עם הדוא"ל שהזנת

source: You should receive them shortly.
he: הינך אמור/ה לקבל את זה בקרוב.

source: If you don't receive an email, please make sure you've entered the address you signed up with, and check your spam folder.
he: אם לא קיבלת דוא"ל, אנא וודא/י שהזנת את הדוא"לשנרשמת איתו, ובדוק את תיקיית הספאם.

source: Create an account
he: צור משתמש

source: Create
he: צור

source: Profile activation
he: הפעלת פרופיל

source: Your username
he: שם המשתמש שלך

source: You are signed up. To activate the account, follow the link sent to the mail.
he: הינך רשום/ה. להפעלת המשתמש, אנא עקוב אחר הלינק הנשלח אליך בדוא"ל

source: You are successfully signed up!
he: נכנסת בהצלחה!

source: You have successfully activated your account!
he: הפעלת המשתמש עברה בהצלחה!

source: A new activation code has been sent to your email address.
he: קוד הפעלה חדש נשלח אליך לדוא"ל

source: Profile data has been successfully updated.
he: נתוני הפרופיל עודכנו בהצלחה

source: To complete the change of email address, click on the link sent to it.
he: לסיום שינוי הדוא"ל, לחץ על הלינק הנשלח אליו.

source: Email successfully changed.
he: הדוא"ל שונה בהצלחה

source: You have successfully changed your email!
he: שינית את הדוא"ל שלך בהצלחה!

source: Your username has been successfully sent to your email.
he: שם המשתמש שלך נשלח בהצלחה בדוא"ל

source: Your password was changed.
he: סיסמתך שונתה.

source: Your password has been set. You may go ahead and log in now.
he: סיסמתך נשמרה, הינך מוזמן/ת להיכנס עכשיו.

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Home
he: דף בית

source: Log out
he: יציאה

source: Change language
he: שינוי סיסמא

source: Select the language
he: בחר שפה

source: Hello
he: שלום

source: You are a guest.
he: את/ה אורח/ת
